"ConfirmSaveTitle" 			= "保存の確認";
"ConfirmSaveMsg"			= "モバイル設定に加えた変更内容を保存しますか？";
"ConfirmSaveSave"			= "保存する";
"ConfirmSaveCancel"			= "キャンセル";
"ConfirmSaveDontSave"		= "保存しない";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "作成";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "このコンピュータの FileVault マスターパスワードが設定されています。";
"str_NoMasterPassword" 		= "FileVault を使用するには、このコンピュータのマスターパスワードが必要です。";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@（起動ディスク）";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "空き領域を計算中...";
"str_PHD_InsufficientSpace" = "“%@”の空き領域が不足しているため、ホームフォルダを作成できません。";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "自動";
"str_SyncInterval_Manual"  		= "手動";

"str_SyncInterval_OneMinute" 					= "1 分ごと";
"str_SyncInterval_LessThanOneHour"  			= "%d 分ごと";
"str_SyncInterval_OneHour"						= "1 時間ごと";
"str_SyncInterval_OneHourOneMinute"				= "1 時間 1 分ごと";
"str_SyncInterval_LessThanTwoHours"				= "1 時間 %d 分ごと";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "%d 時間ごと";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "%d 時間 1 分ごと";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "%d 時間 %d 分ごと";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "外部ボリュームが接続されていません。";
"str_UserPicks_NoSuitableVolume" 		= "合致するボリュームがありませんでした。";
